{
  "books_movies": [
    {
      "login": "",
      "password": "",
      "id": 23202,
      "title": "Upiorna noc Halloween",
      "author": "",
      "pages": "",
      "language": "",
      "duration": "",
      "description": "Kilka luźno połączonych ze sobą historyjek, których akcja ma miejsce podczas nocy Halloween.",
      "url": "https://image.tmdb.org/t/p/w500//w0nmol4g7n6MFfhfphV7GzHHYjB.jpg",
      "type": "Film",
      "date": "2020-06-08T15:26:28.780Z",
      "authorPopularity": 11.737,
      "pagesVoteAverage": 6.7,
      "languageVoteCount": 889,
      "wishlist": false
    },
    {
      "login": "",
      "password": "",
      "id": 49524,
      "title": "R.I.P.D Agenci z zaświatów",
      "author": "",
      "pages": "",
      "language": "",
      "duration": "",
      "description": "\"Rest In Peace Departament\" to departament sprawiedliwości, w którym rządy sprawują martwi funkcjonariusze policji. Pewnego dnia dołącza do nich nowy policjant, który większość czasu spędza na poszukiwaniu człowieka odpowiedzialnego za to, czym teraz jest. Film jest adaptacją komiksu pod tym samym tytułem.",
      "url": "https://image.tmdb.org/t/p/w500//2nJU4qGTntxuXMBn4R504AuzMwn.jpg",
      "type": "Film",
      "date": "2020-06-08T15:26:31.908Z",
      "authorPopularity": 18.146,
      "pagesVoteAverage": 5.7,
      "languageVoteCount": 2451,
      "wishlist": false
    },
    {
      "login": "",
      "password": "",
      "id": 12618,
      "title": "Zagubione serca",
      "author": "",
      "pages": "",
      "language": "",
      "duration": "",
      "description": "W idealnym świecie \"Dutch\" (Harrison Ford) i Kay (Kristin Scott Thomas) nigdy by się nie spotkali. On jest policjantem z wydziału spraw wewnętrznych w Waszyngtonie, ona zasiada w kongresie Stanów Zjednoczonych. Pewnego dnia ich życiem wstrząsa tragedia: żona \"Dutcha\" i mąż Kay giną w katastrofie lotniczej, a oni odkrywają, że ich współmałżonkowie byli kochankami. Zrozpaczona Kay nie może uwierzyć w zdradę męża. Jedyne oparcie i zrozumienie znajduje u Dutcha. Zafascynowani sobą nawiązują namiętny romans.",
      "url": "https://image.tmdb.org/t/p/w500//fnRiD6wr1p2vF82hoSGIpKeVPCv.jpg",
      "type": "Film",
      "date": "2020-06-08T15:26:34.308Z",
      "authorPopularity": 10.582,
      "pagesVoteAverage": 5.4,
      "languageVoteCount": 169,
      "wishlist": true
    },
    {
      "login": "",
      "password": "",
      "id": 40413,
      "title": "Les Randonneurs",
      "author": "",
      "pages": "",
      "language": "",
      "duration": "",
      "description": "",
      "url": "https://image.tmdb.org/t/p/w500//hsX9iRCsFc2Eaak41bZi928Fo4k.jpg",
      "type": "Film",
      "date": "2020-06-08T15:26:36.132Z",
      "authorPopularity": 6.356,
      "pagesVoteAverage": 5.6,
      "languageVoteCount": 115,
      "wishlist": true
    },
    {
      "login": "",
      "password": "",
      "id": "xNGlDwAAQBAJ",
      "title": "Domek przy plaży",
      "pagesVoteAverage": 128,
      "languageVoteCount": "pl",
      "duration": "",
      "description": "Roznosi was ciekawość, co słychać u Elle i Noah? Chcielibyście dowiedzieć się czegoś więcej o namiętnym związku bohaterów filmowego hitu Netflixa – „The Kissing Booth”? Sięgnijcie po tę książkę! Co roku Elle Evans spędza udane wakacje w domku przy plaży, należącym do rodziny Flynnów. Słońce, plaża, mnóstwo flirtowania – czegóż chcieć więcej? Elle nie może się doczekać, żeby znów wybrać się nad morze, jednak w tym roku sprawy wyglądają nieco inaczej. Elle i Noah teraz oficjalnie chodzą ze sobą – to niesamowite, ale tak jest! Elle nigdy nie była szczęśliwsza. Problem w tym, że po wakacjach Noah wyjeżdża na studia na Harvardzie. Co stanie się z ich związkiem? Elle i Lee zawsze byli najlepszymi przyjaciółmi; nikt nie zna Elle tak dobrze jak Lee. Czy pojawienie się tego lata Rachel – nowej dziewczyny Lee – nie zmieni ich dotychczasowej relacji? Elle tak bardzo chciałaby spędzić wymarzone wakacje z Noah i Lee, zanim na zawsze pożegna się z domkiem przy plaży.",
      "url": "http://books.google.com/books/content?id=xNGlDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "type": "Książka",
      "date": "2020-06-09T11:06:50.700Z",
      "wishlist": false
    },
    {
      "login": "",
      "password": "",
      "id": "U5uw6LFzNdkC",
      "title": "The Magic of Kol Nidre",
      "authorPopularity": [
        "Bruce H. Siegel"
      ],
      "pagesVoteAverage": 32,
      "languageVoteCount": "en",
      "duration": "",
      "description": "The magic of the Kol nidre prayer, central to the Yom Kippur service, is explored from the viewpoint of three generations.",
      "url": "http://books.google.com/books/content?id=U5uw6LFzNdkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "type": "Książka",
      "date": "2020-06-09T11:07:39.348Z",
      "wishlist": false
    },
    {
      "login": "",
      "password": "",
      "id": "iz8mauGQ4voC",
      "title": "Jak Kupic Dom Madrze I Nie Przeplacic",
      "authorPopularity": [
        "Elzbieta Baumgartner"
      ],
      "pagesVoteAverage": 154,
      "languageVoteCount": "pl",
      "duration": "",
      "url": "http://books.google.com/books/content?id=iz8mauGQ4voC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "type": "Książka",
      "date": "2020-06-17T15:27:25.334Z",
      "wishlist": false
    },
    {
      "login": "",
      "password": "",
      "id": "0zeuDwAAQBAJ",
      "title": "Dom rodzinny w doświadczeniu (auto)biograficznym",
      "authorPopularity": [
        "Andrzej Ładyżyński",
        "Maja Piotrowska",
        "Magdalena Kasprzak"
      ],
      "pagesVoteAverage": 240,
      "languageVoteCount": "pl",
      "duration": "",
      "description": "Doświadczenia domu rodzinnego należą do pierwotnych i fundamentalnych dla całego życia jednostki. Pozostają w człowieku na zawsze. To, co przeżywa się w domu rodzinnym, naznacza człowieka, nobilituje go rodzinnie oraz – niekiedy – stygmatyzuje. Ta niezwykła „instytucja” - używając określania socjologa Andrzeja Sicińskiego – współtworzona jest przez trzy aspekty. To w pierwszym rzędzie miejsce znaczące i materia wyznaczona w przestrzeni: mieszkania, wyposażenia oraz najbliższego otoczenia. Dom rodzinny to także zespół domowników, jedyna w swoim rodzaju zbiorowość społeczna z ich aktywnością, funkcjami, rolami, stylami życia oraz relacjami. Dom to w końcu wartość zaspokajająca potrzeby materialne, społeczne oraz symboliczne. Jest ściśle spleciony z życiem jednostki, z biografią każdego człowieka. I właśnie te biografie na kanwie domu rodzinnego pragniemy uczynić przedmiotem prezentowanego tomu. A wskazane powyżej obszary, jako ogólne jego ramy ukazujące wielość nowych ujęć, spojrzeń oraz podejść do eksploracji domu rodzinnego, w różnych aspektach podejmują w swoich tekstach Autorzy.",
      "url": "http://books.google.com/books/content?id=0zeuDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "type": "Książka",
      "date": "2020-06-17T15:32:13.982Z",
      "wishlist": false
    },
    {
      "login": "",
      "password": "",
      "id": "8PNKDwAAQBAJ",
      "title": "Gra w kolory",
      "authorPopularity": [
        "Marzena Rogalska"
      ],
      "languageVoteCount": "pl",
      "duration": "",
      "description": "Po dotkliwej stracie Agata dochodzi do siebie pod troskliwą opieką najbliższych. Kiedyś podzieliła się z nimi swoimi snami. Ale czy pojawi się ktoś, kto zechce dzielić z nią życie? I czy ona, targana wątpliwościami, będzie na to gotowa? Aby być szczęśliwym, trzeba zrozumieć siebie. Marzena Rogalska poruszająco opowiada o wewnętrznym dojrzewaniu Agaty, odkrywa jej rodzinne tajemnice i pokazuje, że każdy może zmierzyć się z demonami zapomnianej i wypartej przeszłości. Trzeba tylko odwagi i... niewielkiej pomocy przyjaciół! Marzena Rogalska – dziennikarka z powołania, tak jak bohaterka jej powieści, potrafi rozmawiać z ludźmi, ale nade wszystko umie ich słuchać. W Grze w kolory, drugiej części znakomicie przyjętej Wyprzedaży snów, przekonuje, że od bolesnej przeszłości nie warto uciekać. Lepiej stawić jej czoła i z nową siłą ruszyć przed siebie.",
      "url": "http://books.google.com/books/content?id=8PNKDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "type": "Książka",
      "date": "2020-06-17T15:35:19.398Z",
      "wishlist": false
    }
  ]
}